blog-posts/2004-12-18-emacs-lisp-mentioned-in-job-ad.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Emacs Lisp mentioned in job ad</title>
<!-- 2015-01-07 Wed 14:54 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Emacs Lisp mentioned in job ad</h1>
<p>
December 18th, 2004 -
<a href="http://sachachua.com/blog/p/2509"><a href="http://sachachua.com/blog/p/2509">http://sachachua.com/blog/p/2509</a></a>
</p>

<pre class="example">
job --&gt; "SDE, Tech Assessment Team Amazon.com - US-WA-Seattle
         equivalent, proficiency with at least one functional language (such
         as Lisp, ML, or Haskell), strong Java 2... modeling, and emacs-lisp
         programming are strong plusses. External/Internal Candidates
         .Location: Seattle"
Oooooooooooooooooh.
Damn.
"emacs-lisp programming strong plus". when will you ever see that
         again?
</pre>

<p>
Details:
<a href="http://variety.careercast.com/texis/jobsearch/details.html?id=41ab6c0a6d6490"><a href="http://variety.careercast.com/texis/jobsearch/details.html?id=41ab6c0a6d6490">http://variety.careercast.com/texis/jobsearch/details.html?id=41ab6c0a6d6490</a></a>
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
